[EP15_PipeHitDetector InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_ArchiveTerminal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_ArchiveTerminal2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_ArchiveTerminal3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_OdomoCharge InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_OdomoCrate1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_Pipe InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_PressureWheel InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_PressureWheel2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_PressureWheel_3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep15_PressureWheel_First InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep15_Odmocharge MissionItemDefinition]
UseFailureCharacterMessage="That's how it should be %s Use this plan."
ItemName="Paisa Odom:"
PickupMessage="You get %s"
UseFailureLevelMessage="You need %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="return"

[ItemDefs.ID_Ep15_Odmocharge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Pay Odomo. It destroys everything!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep15_SecurityData MissionItemDefinition]
UseFailureCharacterMessage="Of course you are %s Love this place!."
ItemName="Download Eridian Soldier website"
PickupMessage="You understand %s"
UseFailureLevelMessage="For this you need at least %d level.."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="always"

[ItemDefs.ID_Ep15_SecurityData:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="These words show that he is a soldier.."
NoConstraintText=""
Suffix=""
Prefix=""

